[{
  "_id": {
    "$oid": "68d11911d515043be7c8435f"
  },
  "title": "Тестовая книга",
  "author": "Тестовый автор",
  "description": "Тестовое описание книги",
  "content": "",
  "year": 2024,
  "category": "Фэнтези",
  "price": 100,
  "rentalPrice": 10,
  "isAvailable": true,
  "coverImage": "https://via.placeholder.com/300x400",
  "createdAt": {
    "$date": "2025-09-22T09:38:25.477Z"
  },
  "updatedAt": {
    "$date": "2025-09-22T09:38:25.477Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68d11e02052609ac69a7f5bd"
  },
  "title": "Rend(Разрыв)",
  "author": "Сейтенов Темірлан Ғабитұлы",
  "description": "“Rend” — это захватывающая история о мире, где Царство энергий и связь судьбы властвуют над всем сущим. В этот мир попадает один человек, не из этого мира. Его ждут тайны, опасности и неожиданные союзы. Сможет ли он раскрыть загадки прошлого его семьи и выжить в этом невероятном мире? Ведь — это лишь начало его приключения.\n",
  "content": "Пролог Знакомство\n\nЯ жил спокойной жизнью, и звали меня... ну, собственно, как меня зовут, уже не важно. К сожалению, я мертв. И пролетая среди других бесформенных душ, замечаю, что сожаления по поводу смерти нет. Странно, у меня в жизни всё начало налаживаться. Что ж, это уже в прошлом. Забудем. Собственно, куда я лечу?\n\nВдруг раздался голос:\n\n— Здравствуй, [########]! Ты умер, удачи в новой жизни!\n\nГолос был насмешлив, и я задумался: \"что происходит?\"\n\nЧто это было?!  Я начал видеть мир вокруг себя? Это мои руки и тело? Почему я такой маленький? Я стал младенцем? Наверное, лучше сперва проанализировать ситуацию. И этот странный голос... Кто же это был? Ладно, это сейчас не важно.\n\nТак, так, так, почему я один? Никого рядом нет. Хотя как я могу кого-то увидеть? Я же лежу на животе. Ладно, у меня вообще есть родители? Чёрт, и в животе пусто. Кажется, я хочу есть. Может, если заплачу, кто-нибудь придёт? Я начинаю реветь в надежде что кто-то придет.\n\nНо всё равно никого нет. Ладно, надо перевернуться.\n\nТеперь я вижу всю комнату. Деревянные стены, я лежу на кровати. Ага, стоп, что это? Я  вижу существо, смотрящее на меня из дверного проёма. Даже согнувшись оно не помещается в полный рост проходя через дверной проем. А что у него в ногах? Кровь и голова человека, чёрт возьми! Может, это мой отец? О нет, он заметил, что я его вижу и подходя ко мне с надменной мордой, оно занесло руку.\n\n\"Ага, удачи в новой жизни. Спасибо, этот мир — полный пиздец.\" И в тот момент, стена справа от меня рушится, обернув голову я увидел женщина в сияющих доспехах.\n\n— Не подходи, чудище! Или я снесу твою голову! — грозно произнесла она.\n\nВот так, сразу после смерти, я оказался в какой-то фантастической истории. Ну что ж, похоже, приключения только начинаются!",
  "year": 2024,
  "category": "Фэнтези",
  "price": 500,
  "rentalPrice": 50,
  "isAvailable": false,
  "coverImage": "https://cm.author.today/content/2024/08/09/3d7cedac82114d52a504aaf083479a66.jpg",
  "createdAt": {
    "$date": "2025-09-22T09:59:30.927Z"
  },
  "updatedAt": {
    "$date": "2025-09-22T10:28:22.221Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68d12ab97ccb700e2f4f55f2"
  },
  "title": "Графомуть. Арка 1: Путь Демона",
  "author": "Avadhuta",
  "description": "Боги играют судьбами людей в свои непостижимые игры. И кто же ты, попавший в стальной капкан судьбы? Пешка? Ферзь? А может, будущий игрок? И в чём смысл этой игры? Ради чего создаются и уничтожаются миллионы Вселенных? Ответы на все эти вопросы тебе придётся найти самому, потому что афтор тоже не в курсе.\n\nСюжета нет, идея отсутствует. Есть лишь бесконечный нагиб всего и вся во имя торжества бессмысленности. Афтор просто изливает бесконечные потоки графомани на сознание беспечных читателей.\n",
  "content": "Пролог\nПоходу, всё. Отстрелялся. Как говорится, родился, учился, женился... а нет, последнее не про меня. В общем, шёл вечером по заледеневшему тротуару, поскользнулся, упал, и насадился головой на железный штырь, заботливо оставленный нашими коммунальными службами на месте очередных археологических раскопок. Теперь вот вишу (или висю?) в бесконечной пустоте и пытаюсь понять, что дальше.\n— Бог, если ты есть, ответь мне на один вопрос. Зачем ты создал этот мир? Это же сущий Ад. Нахрена всё это было нужно? Бог? Алё!!!\n— Бога нет. Я за него. — Раздался голос из пустоты.\n— А ты кто? — Крикнул я в пустоту, безуспешно пытаясь хоть что-то рассмотреть в окружающем меня пространстве.\n— Я... Скажем так, я существо высшего порядка, осознав величие которого ты просто не в состоянии.\n— Ага... И чего тебе нужно... Существо?\n— Не наглей. — В бесплотном голосе почувствовалась нотка раздражения. — В общем, посмотри я на твою жизнь, и решил, что ты мне подходишь. Будешь пешкой в моей игре.\n— С чего бы это вдруг? Что-то мне не нравится подобная перспектива. Отказываюсь.\n— Да тебя никто и не спрашивает. В общем, сейчас я засуну твою душу в тело моей фигуры, а дальше ты уже сам.\n— Чего сам? Что делать то?\n— Как что? Превозмогать! Пафосно и бесплодно. Думаю, у тебя получится.\nНа этом наш диалог закончился, и меня, что называется, накрыло.",
  "year": 2022,
  "category": "Фэнтези",
  "price": 900,
  "rentalPrice": 90,
  "isAvailable": true,
  "coverImage": "https://cm.author.today/content/2022/07/09/eedb2c9f364e4035bbf87db86dc099c6.jpg",
  "createdAt": {
    "$date": "2025-09-22T10:53:45.192Z"
  },
  "updatedAt": {
    "$date": "2025-09-22T10:53:45.192Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68d12ca97ccb700e2f4f5627"
  },
  "title": "Гарри Поттер и философский камень",
  "author": "Джоан Кэтлин Роулинг",
  "description": "Кто не слышал о храбром маленьком волшебнике Гарри Поттере и его друзьях? Это замечательная сказка, наполненная приключениями и юмором, несомненно придется по душе как маленьким читателям, так и взрослым. Ну а если вы еще не читали, то сейчас самое время начать! Увлекательные приключения на страницах книги ждут вас!\n",
  "content": "Глава 1. Мальчик, который выжил\nМистер и миссис Дурсль проживали в доме номер четыре по Тисовой улице и всегда с гордостью заявляли, что они, слава богу, абсолютно нормальные люди. Уж от кого-кого, а от них никак нельзя было ожидать, чтобы они попали в какую-нибудь странную или загадочную ситуацию. Мистер и миссис Дурсль весьма неодобрительно относились к любым странностям, загадкам и прочей ерунде.\n\nМистер Дурсль возглавлял фирму под названием «Граннингс», которая специализировалась на производстве дрелей. Это был полный мужчина с очень пышными усами и очень короткой шеей. Что же касается миссис Дурсль, она была тощей блондинкой с шеей почти вдвое длиннее, чем положено при ее росте. Однако этот недостаток пришелся ей весьма кстати, поскольку большую часть времени миссис Дурсль следила за соседями и подслушивала их разговоры. А с такой шеей, как у нее, было очень удобно заглядывать за чужие заборы. У мистера и миссис Дурсль был маленький сын по имени Дадли, и, по их мнению, он был самым чудесным ребенком на свете.\n\nСемья Дурслей имела все, чего только можно пожелать. Но был у них и один секрет. Причем больше всего на свете они боялись, что кто-нибудь о нем узнает. Дурсли даже представить себе не могли, что с ними будет, если выплывет правда о Поттерах. Миссис Поттер приходилась миссис Дурсль родной сестрой, но они не виделись вот уже несколько лет. Миссис Дурсль даже делала вид, что у нее вовсе нет никакой сестры, потому что сестра и ее никчемный муж были полной противоположностью Дурслям.\n\nДурсли содрогались при одной мысли о том, что скажут соседи, если на Тисовую улицу пожалуют Поттеры. Дурсли знали, что у Поттеров тоже есть маленький сын, но они никогда его не видели. И они категорически не хотели, чтобы их Дадли общался с ребенком таких родителей.\n\nКогда во вторник мистер и миссис Дурсль проснулись скучным и серым утром — а именно с этого утра начинается наша история, — ничто, включая покрытое тучами небо, не предвещало, что вскоре по всей стране начнут происходить странные и загадочные вещи. Мистер Дурсль что-то напевал себе под нос, завязывая самый отвратительный из своих галстуков. А миссис Дурсль, с трудом усадив сопротивляющегося и орущего Дадли на высокий детский стульчик, со счастливой улыбкой пересказывала мужу последние сплетни.\n\nНикто из них не заметил, как за окном пролетела большая сова-неясыть.\n\nВ половине девятого мистер Дурсль взял свой портфель, клюнул миссис Дурсль в щеку и попытался на прощанье поцеловать Дадли, но промахнулся, потому что Дадли впал в ярость, что с ним происходило довольно часто. Он раскачивался взад-вперед на стульчике, ловко выуживал из тарелки кашу и заляпывал ею стены.\n\n— Ух, ты моя крошка, — со смехом выдавил из себя мистер Дурсль, выходя из дома.\n\nОн сел в машину и выехал со двора.\n\nНа углу улицы мистер Дурсль заметил, что происходит что-то странное, — на тротуаре стояла кошка и внимательно изучала лежащую перед ней карту. В первую секунду мистер Дурсль даже не понял, что именно он увидел, но затем, уже миновав кошку, затормозил и резко оглянулся. На углу Тисовой улицы действительно стояла полосатая кошка, но никакой карты видно не было.\n\n— И привидится же такое! — буркнул мистер Дурсль.\n\nНаверное, во всем были виноваты мрачное утро и тусклый свет фонаря. На всякий случай мистер Дурсль закрыл глаза, потом открыл их и уставился на кошку. А кошка уставилась на него.\n\nМистер Дурсль отвернулся и поехал дальше, продолжая следить за кошкой в зеркало заднего вида. Он заметил, что кошка читает табличку, на которой написано «Тисовая улица». Нет, конечно же не читает, поспешно поправил он самого себя, а просто смотрит на табличку. Ведь кошки не умеют читать — равно как и изучать карты.\n\nМистер Дурсль потряс головой и попытался выбросить из нее кошку. И пока его автомобиль ехал к Лондону из пригорода, мистер Дурсль думал о крупном заказе на дрели, который рассчитывал сегодня получить.\n\nНо когда он подъехал к Лондону, заполнившие его голову дрели вылетели оттуда в мгновение ока, потому что, попав в обычную утреннюю автомобильную пробку и от нечего делать глядя по сторонам, мистер Дурсль заметил, что на улицах появилось множество очень странно одетых людей. Людей в мантиях. Мистер Дурсль не переносил людей в нелепой одежде, да взять хотя бы нынешнюю молодежь, которая расхаживает черт знает в чем! И вот теперь эти, нарядившиеся по какой-то дурацкой моде.\n\nМистер Дурсль забарабанил пальцами по рулю. Его взгляд упал на сгрудившихся неподалеку странных типов, оживленно шептавшихся друг с другом. Мистер Дурсль пришел в ярость, увидев, что некоторые из них совсем не молоды, — подумать только, один из мужчин выглядел даже старше него, а позволил себе облачиться в изумрудно-зеленую мантию! Ну и тип! Но тут мистера Дурсля осенила мысль, что эти непонятные личности наверняка всего лишь собирают пожертвования или что-нибудь в этом роде… Так оно и есть! Стоявшие в пробке машины наконец тронулись с места, и несколько минут спустя мистер Дурсль въехал на парковку фирмы «Граннингс». Его голова снова была забита дрелями.\n\nКабинет мистера Дурсля находился на девятом этаже, где он всегда сидел спиной к окну. Предпочитай он сидеть лицом к окну, ему, скорее всего, трудно было бы этим утром сосредоточиться на дрелях. Но он сидел к окну спиной и не видел пролетающих сов — подумать только, сов, летающих не ночью, когда им и положено, а средь бела дня! И это уже не говоря о том, что совы — лесные птицы, и в городах, тем более таких больших, как Лондон, не живут.\n\nВ отличие от мистера Дурсля, находившиеся на улице люди отлично видели этих сов, стремительно пролетающих мимо них одна за другой, и широко раскрывали рты от удивления и показывали на них пальцами. Большинство этих людей в жизни своей не видели ни единой совы, даже в ночное время.\n\nВ общем, у мистера Дурсля было вполне нормальное, лишенное сов утро. Он накричал на пятерых подчиненных, сделал несколько важных звонков и несколько раз повысил голос на своих телефонных собеседников. Так что настроение у него было просто отличное — до тех пор, пока он не решил немного размять ноги и купить себе булочку в булочной напротив.\n\nМистер Дурсль уже забыл о людях в мантиях и не вспоминал о них, пока не столкнулся с группкой странных типов неподалеку от булочной. Он не мог понять, почему при одном только взгляде на них ему становилось не по себе.\n\nЭти типы тоже оживленно перешептывались, и он не заметил у них в руках ни одной кружки для сбора пожертвований. Выйдя из булочной с пакетом, в котором лежал большой пончик, мистер Дурсль вновь вынужден был пройти мимо этих странных личностей, и в этот момент он абсолютно случайно услышал:\n\n— …да, совершенно верно, это Поттеры, именно так мне рассказывали…\n\n— …да, их сын, Гарри…\n\nМистер Дурсль замер. У него перехватило дыхание. Он ощутил, как на него накатывает волна страха. Он оглянулся на шептавшихся типов, словно хотел сказать им что-то, но потом передумал.\n\nМистер Дурсль метнулся через дорогу, поспешно поднялся в офис, рявкнул секретарше, чтобы его не беспокоили, сорвал телефонную трубку и уже набирал предпоследнюю цифру своего домашнего номера, когда вдруг передумал и положил трубку обратно на рычаг. Затем он начал поглаживать усы, думая о том, что…\n\nНет, конечно, это была глупость. Поттер — не такая уж редкая фамилия. Мистер Дурсль легко убедил себя в том, что в Англии живет множество семей, носящих фамилию Поттер и имеющих сына по имени Гарри. И он даже не может со стопроцентной уверенностью утверждать, что его племянника зовут именно Гарри. Он ведь никогда не видел этого мальчика. Вполне возможно, что его зовут Гэри. Или Гарольд.\n\nВ общем, мистер Дурсль решил, что ему совсем ни к чему беспокоить миссис Дурсль, тем более что она всегда ужасно огорчалась, когда речь заходила о ее сестре. Мистер Дурсль не упрекал жену — если бы у него была такая сестра, как у миссис Дурсль, он бы… Но тем не менее эти люди в мантиях и то, о чем они говорили, — все это было странно.\n\nПосле похода за пончиком мистеру Дурслю было куда сложнее сосредоточиться на дрелях. Когда в пять часов вечера он покидал здание фирмы, он был настолько взволнован, что, выходя из дверей, не заметил проходившего мимо человека и врезался в него.\n\n— Извините, — пробурчал он, видя, как маленький старикашка пошатнулся и едва не упал. Мистеру Дурслю понадобилось несколько секунд, чтобы осознать, что старичок был одет в фиолетовую мантию. Кстати, старикашка нисколько не огорчился тому, что его едва не сбили с ног. Напротив, он широко улыбнулся и произнес писклявым голосом, заставившим прохожих обернуться:\n\n— Не извиняйтесь, мой дорогой господин, даже если бы вы меня уронили, сегодня меня бы это совсем не огорчило. Ликуйте, потому что Вы-Знаете-Кто наконец исчез! Даже такие маглы, как вы, должны устроить праздник в этот самый счастливый день!\n\nС этими словами старикашка обеими руками обхватил мистера Дурсля где-то в районе живота, крепко стиснул его и ушел.\n\nМистер Дурсль буквально прирос к земле. Подумать только, его обнял абсолютно незнакомый человек! Мало того, его назвали каким-то маглом. Что бы там ни означало это слово, мистер Дурсль был потрясен. И когда ему наконец удалось сдвинуться с места, он быстрым шагом пошел к машине, надеясь, что все происходящее сегодня — не более чем плод его воображения. Хотя мистер Дурсль крайне отрицательно относился к воображению и его плодам.\n\nКогда он свернул с Тисовой улицы на дорожку, ведущую к дому номер четыре, он сразу заметил уже знакомую полосатую кошку. Настроение его резко упало. Мистер Дурсль не сомневался, что это та самая кошка — у нее была та же окраска и те же странные пятна вокруг глаз. Теперь кошка сидела на заборе, отделяющем его дом и сад от соседей.\n\n— Брысь! — громко произнес мистер Дурсль.\n\nНо кошка не шелохнулась. Более того, она очень строго посмотрела на мистера Дурсля, так что он даже подумал: «Может быть, кошки всегда себя так ведут?»\n\nЗатем, собравшись с духом, он вошел в дом, внушая себе при этом, что ему ни в коем случае не следует ни о чем рассказывать жене.\n\nДля миссис Дурсль этот день был, как всегда, весьма приятным. За ужином она охотно рассказала мистеру Дурслю о том, что у их соседки серьезные проблемы с дочерью, и напоследок сообщила, что Дадли выучил новое слово «хаччу!». Мистер Дурсль изо всех сил старался вести себя как обычно.\n\nКогда миссис Дурсль уложила Дадли в кроватку, мистер Дурсль поцеловал его, пожелал спокойной ночи и пошел в гостиную включить телевизор. По одному из каналов как раз заканчивались вечерние новости.\n\n«И в завершение нашего выпуска о странном поведении сов по всей Англии. Хотя совы обычно охотятся ночью и практически никогда не показываются днем, сегодня поступали сотни сообщений от людей, которые с самого рассвета в разных точках страны видели беспорядочно летающих сов. Специалисты не могут объяснить, почему совы решили изменить свой распорядок дня. — Тут диктор позволил себе ухмыльнуться. — Очень загадочно. А теперь я передаю слово Джиму МакГаффину с его прогнозом погоды. Как ты думаешь, Джим, не будет ли сегодня вечером новых дождей из сов?»\n\n«Не знаю, Тед. — На экране появился метеоролог. — Однако сегодня не только совы вели себя необычно. Наши зрители из таких отдаленных уголков Англии, как Кент, Йоркшир и Данди, звонили мне, чтобы сообщить, что вместо дождя, который я пообещал вчера вечером, у них был настоящий звездопад! Возможно, кто-то устраивал фейерверки по случаю приближающегося праздника. Хотя до праздника еще целая неделя. А что касается погоды — сегодняшний вечер обещает быть дождливым…»\n\nМистер Дурсль застыл в своем кресле. Падающие звезды, совы средь бела дня, странные люди в мантиях. И еще непонятное перешептывание по поводу этих Поттеров…\n\nМиссис Дурсль вошла в гостиную с двумя чашками чая. И мистер Дурсль почувствовал, как тает его решимость ни о чем не говорить жене. Он понял, что хотя бы что-то ему рассказать придется. И нервно прокашлялся.\n\n— Э… Петунья, дорогая… Ты давно не получала известий от своей сестры?\n\nКак он и ожидал, миссис Дурсль изобразила удивление, а потом на ее лице появилась злость. Все-таки обычно они делали вид, что у нее нет никакой сестры. Так что подобная реакция на вопрос мистера Дурсля была вполне объяснима.\n\n— Давно! — отрезала миссис Дурсль. — А почему ты спрашиваешь?\n\n— В новостях говорили всякие загадочные вещи, — пробормотал мистер Дурсль. Несмотря на огромную разницу в габаритах, он все же побаивался жену, и именно она была хозяйкой в доме. — Совы… падающие звезды… по городу ходят толпы странно одетых людей…\n\n— И что? — резким тоном перебила его миссис Дурсль.\n\n— Ну, я подумал… Может быть… Может, это как-то связано с… Ну, ты понимаешь… С такими, как она…\n\nМиссис Дурсль поджала губы и поднесла чашку ко рту. А мистер Дурсль задумался, осмелится ли он сказать жене, что слышал сегодня фамилию Поттер. И решил, что не осмелится. Вместо этого он произнес как бы между прочим:\n\n— Их сын — он ведь ровесник Дадли, верно?\n\n— Полагаю, да. — Голос миссис Дурсль был холоден как лед.\n\n— Не напомнишь мне, как его зовут? Гарольд, кажется?\n\n— Гарри. На мой взгляд, мерзкое, простонародное имя.\n\n— О, конечно. — Мистер Дурсль ощутил, как екнуло сердце. — Я с тобой полностью согласен.\n\nБольше мистер Дурсль не возвращался к этой теме — ни когда они допивали чай, ни когда встали и пошли наверх в спальню. Но как только миссис Дурсль ушла в ванную, мистер Дурсль открыл окно и выглянул в сад. Кошка все еще сидела на заборе и смотрела на улицу, словно кого-то ждала.\n\nМистер Дурсль спросил себя, не привиделось ли ему все то, с чем он столкнулся сегодня? И если нет, то неужели все это связано с Поттерами? Если это так… и если выяснится, что они, Дурсли, имеют отношение к этим Поттерам… Нет, мистер Дурсль не вынес бы этого.\n\nДурсли легли в постель. Миссис Дурсль быстро заснула, а мистер Дурсль лежал без сна, вспоминая все, что видел и слышал в этот день. И самая последняя мысль, посетившая его перед тем, как он уснул, была очень приятной: даже если Поттеры на самом деле связаны со всем случившимся сегодня, им совершенно ни к чему появляться на Тисовой улице. К тому же Поттеры прекрасно знали, как он и Петунья к ним относятся…\n\nТак что мистер Дурсль сказал себе, что ни он, ни Петунья ни в коем случае не позволят втянуть себя в творящиеся вокруг странности.\n\nМистер Дурсль глубоко заблуждался, но пока не знал об этом.\n\nДолгожданный и неспокойный сон уже принял в свои объятия мистера Дурсля, а сидевшая на его заборе кошка спать совершенно не собиралась. Она сидела неподвижно, как статуя, и, не мигая, смотрела в конец Тисовой улицы. Она даже не шелохнулась, когда на соседней улице громко хлопнула дверь машины, и не моргнула глазом, когда над ее головой пронеслись две совы. Только около полуночи будто окаменевшая кошка наконец ожила.\n\nВ дальнем конце улицы — как раз там, куда неотрывно смотрела кошка — появился человек. Появился неожиданно и бесшумно, будто вырос из-под земли или возник из воздуха. Кошкин хвост дернулся из стороны в сторону, а глаза ее сузились.\n\nНикто на Тисовой улице никогда не видел этого человека. Он был высок, худ и очень стар, судя по серебру его волос и бороды — таких длинных, что их можно было заправить за пояс. Он был одет в длинный сюртук, поверх которого была наброшена подметающая землю лиловая мантия, а на его ногах красовались ботинки на высоком каблуке, украшенные пряжками. Глаза за затемненными очками были голубыми, очень живыми, яркими и искрящимися, а нос — очень длинным и кривым, словно его ломали по крайней мере раза два. Звали этого человека Альбус Дамблдор.\n\nКазалось, Альбус Дамблдор абсолютно не понимает, что появился на улице, где ему не рады — не рады всему, связанному с ним, начиная от его имени и заканчивая ботинками. Однако его, похоже, это не беспокоило и он рылся в карманах своей мантии, пытаясь что-то отыскать. Он явно чувствовал, что за ним следят, потому что внезапно поднял глаза и посмотрел на кошку, взирающую на него с другого конца улицы. Странно, но вид кошки почему-то развеселил его.\n\n— Это следовало ожидать, — пробормотал он, усмехнувшись.\n\nНаконец во внутреннем кармане он нашел то, что искал. Это был предмет, похожий на серебряную зажигалку. Альбус Дамблдор откинул серебряную крышечку, поднял зажигалку и щелкнул. Ближний к нему уличный фонарь тут же погас с негромким хлопком. Он снова щелкнул зажигалкой — и следующий фонарь погрузился во тьму. После двенадцати щелчков на Тисовой улице погасло все, кроме двух далеких, крошечных колючих огоньков — глаз неотрывно следившей за Дамблдором кошки. И если бы в этот момент кто-либо выглянул из своего окна — даже миссис Дурсль, от чьих глаз-бусинок ничто не могло ускользнуть, — этот человек не смог бы увидеть, что происходит на улице.\n\nДамблдор засунул свою зажигалку — точнее, гасилку — обратно во внутренний карман мантии и двинулся к дому номер четыре. А дойдя до него, сел на забор рядом с кошкой и, даже не взглянув на нее, сказал:\n\n— Странно видеть вас здесь, профессор МакГонагалл.\n\nОн улыбнулся и повернулся к полосатой кошке, но та уже исчезла. Вместо нее на заборе сидела довольно сурового вида женщина в очках, форма которых была до странности похожа на отметины вокруг кошачьих глаз. Женщина тоже была в мантии, только в изумрудной. Ее черные волосы были собраны в тугой узел на затылке. И сразу было заметно, что вид у нее раздраженный.\n\n— Как вы меня узнали? — спросила она.\n\n— Мой дорогой профессор, я в жизни не видел кошки, которая сидела бы столь неподвижно.\n\n— Станешь тут неподвижной — целый день просидеть на кирпичной стене, — парировала профессор МакГонагалл.\n\n— Целый день? В то время как вы могли праздновать вместе с другими? По пути сюда я стал свидетелем, как минимум, дюжины вечеринок и гулянок.\n\nПрофессор МакГонагалл рассерженно фыркнула.\n\n— О, да, действительно, все празднуют, — недовольно произнесла она. — Казалось бы, им следовало быть немного поосторожнее. Но нет — даже маглы заметили, что что-то происходит. Они говорили об этом в новостях. — Она резко кивнула головой в сторону темного окна, за которым находилась гостиная Дурслей. — Я слышала. Стаи сов… падающие звезды… Что ж, они ведь не полные идиоты. Они просто обязаны были что-то заметить. Подумать только — звездопад в Кенте! Не сомневаюсь, что это дело рук Дедалуса Дингла. Он никогда не отличался особым умом.\n\n— Не стоит их обвинять, — мягко ответил Дамблдор. — За последние одиннадцать лет у нас было слишком мало поводов для веселья.\n\n— Знаю. — В голосе профессора МакГонагалл появилось раздражение. — Но это не оправдывает тех, кто потерял голову. Наши люди ведут себя абсолютно безрассудно. Они появляются на улицах среди бела дня, собираются в толпы, обмениваются слухами. И при этом им даже не приходит в голову одеться, как маглы.\n\nОна искоса взглянула на Дамблдора своими колючими глазами, словно надеясь, что он скажет что-то в ответ, но Дамблдор молчал, и она продолжила:\n\n— Будет просто превосходно, если в тот самый день, когда Вы-Знаете-Кто наконец исчез, маглы узнают о нашем существовании. Кстати, я надеюсь, что он на самом деле исчез, это ведь так, Дамблдор?\n\n— Вполне очевидно, что это так, — ответил тот. — Так что это действительно праздничный день. Не хотите ли лимонную дольку?\n\n— Что?\n\n— Засахаренную лимонную дольку. Это такие сладости, которые едят маглы, — лично мне они очень нравятся.\n\n— Нет, благодарю вас. — Голос профессора МакГонагалл был очень холоден, словно ей совсем не казалось, что сейчас подходящее время для поедания лимонных долек. — Итак, я остановилась на том, что даже если Вы-Знаете-Кто действительно исчез…\n\n— Мой дорогой профессор, мне кажется, что вы достаточно разумны, чтобы называть его по имени. Это полная ерунда — Вы-Знаете-Кто, Вы-Не-Знаете-Кто… Одиннадцать лет я пытаюсь убедить людей, что они не должны бояться произносить его настоящее имя — Волан-де-Морт.\n\nПрофессор МакГонагалл вздрогнула, но Дамблдор, поглощенный необходимостью разделить две слипшиеся лимонные дольки, похоже, этого не заметил.\n\n— На мой взгляд, возникает ужасная путаница, когда мы говорим: Вы-Знаете-Кто, — продолжил он. — Никогда не понимал, почему следует бояться произносить имя Волан-де-Морта.\n\n— Да-да, конечно. — В голосе профессора раздражение чудесным образом сочеталось с обожанием. — Но вы не такой, как все. Все знают, что вы единственный, кого Вы-Знаете-Кто — хорошо-хорошо, кого Волан-де-Морт — боялся.\n\n— Вы мне льстите, — спокойно ответил Дамблдор. — Волан-де-Морт обладал такими силами, которые мне неподвластны.\n\n— Только потому, что вы слишком… слишком благородны для того, чтобы использовать эти силы.\n\n— Мне повезло, что сейчас ночь. Я не краснел так сильно с тех пор, как мадам Помфри сказала мне, что ей нравятся мои новые ушные затычки.\n\nВзгляд профессора МакГонагалл уткнулся в Альбуса Дамблдора.\n\n— А по сравнению с теми слухами, которые курсируют взад и вперед, стаи сов — это просто ничто. Вы знаете, о чем все говорят? Они гадают, почему он исчез? Гадают, что же наконец смогло его остановить?\n\nВпечатление было такое, что профессор МакГонагалл наконец заговорила о том, что беспокоило ее больше всего, о том, что ей так хотелось обсудить, о том, ради чего она просидела целый день как изваяние на холодной каменной стене. И буравящий взгляд, которым она смотрела на Дамблдора, только подтверждал это. Было очевидно: несмотря на то что она знает, о чем говорят все вокруг, она не поверит в это, пока Дамблдор не скажет ей, что это правда. Однако Дамблдор, увлекшийся лимонными дольками, с ответом не торопился.\n\n— Говорят, — настойчиво продолжила профессор МакГонагалл, — говорят, что прошлой ночью Волан-де-Морт появился в Годриковой Впадине. Что он появился там из-за Поттеров. Если верить слухам, то Лили и Джеймс Поттеры… То они… Они мертвы…\n\nДамблдор склонил голову, и профессор МакГонагалл судорожно втянула воздух.\n\n— Лили и Джеймс… Не может быть… Я так не хотела в это верить… О, Альбус…\n\nДамблдор протянул руку и коснулся ее плеча.\n\n— Я понимаю… — с горечью произнес он. — Я очень хорошо вас понимаю.\n\nКогда профессор МакГонагалл снова заговорила, голос ее дрожал:\n\n— И это еще не все. Говорят, что он пытался убить сына Поттеров, Гарри. Но не смог. Он не смог убить этого маленького мальчика. Никто не знает почему, никто не знает, как такое могло произойти. Но говорят, что, когда Волан-де-Морт попытался убить Гарри Поттера, его силы вдруг иссякли — и именно поэтому он исчез.\n\nДамблдор мрачно кивнул.\n\n— Это… это правда? — запинаясь, спросила профессор МакГонагалл. — После всего, что он сделал… После того, как он убил стольких из нас… он не смог убить маленького мальчика? Это просто поразительно… Если вспомнить, сколько раз его пытались остановить… Какие меры для этого предпринимались… Но каким чудом Гарри удалось выжить?\n\n— Мы можем лишь предполагать, — ответил Дамблдор. — Возможно, мы так никогда и не узнаем правды.\n\nПрофессор МакГонагалл достала из кармана кружевной носовой платок и принялась вытирать слезы под очками. Дамблдор шумно втянул носом воздух, достал из кармана золотые часы и начал пристально их разглядывать. Это были очень странные часы. У них было двенадцать стрелок, но не было цифр — вместо цифр там были маленькие планеты, при этом они не стояли на месте, а безостановочно вращались по кругу. Однако Дамблдор прекрасно понимал, что именно показывают часы, потому что он засунул их обратно в карман и произнес:\n\n— Хагрид задерживается. Кстати, я полагаю, именно он сказал вам, что я буду здесь?\n\n— Да, — подтвердила профессор МакГонагалл. — Но, я полагаю, вы не скажете мне, почему вы оказались именно здесь?\n\n— Я здесь, чтобы отдать Гарри его тете и дяде. Они — единственные родственники, которые у него остались.\n\n— Неужели вы… Неужели вы имеете в виду тех, кто живет здесь?! — вскрикнула профессор МакГонагалл, вскакивая на ноги и тыча пальцем в сторону дома номер четыре. — Дамблдор, вы этого не сделаете. Я наблюдала за ними целый день. Вы не найдете другой парочки, которая была бы так непохожа на нас. И у них есть сын — я видела, как мать везла его в коляске, а он пинал ее ногами и орал, требуя, чтобы ему купили конфету. И вы хотите, чтобы Гарри Поттер оказался здесь?!\n\n— Для него это лучшее место, — твердо ответил Дамблдор. — Когда он повзрослеет, его тетя и дядя смогут все ему рассказать. Я написал им письмо.\n\n— Письмо? — очень тихо переспросила профессор МакГонагалл, садясь обратно на забор. — Помилуйте, Дамблдор, неужели вы на самом деле думаете, что сможете объяснить в письме все, что случилось? Эти люди никогда не поймут Гарри! Он станет знаменитостью, даже легендой — я не удивлюсь, если сегодняшний день войдет в историю как день Гарри Поттера! О нем напишут книги, каждый ребенок в мире будет знать его имя!\n\n— Совершенно верно, — согласился Дамблдор, очень серьезно глядя на профессора поверх своих затемненных очков. — И этого будет достаточно для того, чтобы вскружить голову любому мальчику: стать знаменитым прежде, чем он научится ходить и говорить! Он даже не будет помнить, что именно его прославило! Неужели вы не видите, насколько лучше для него самого, если он будет жить здесь, далеко от нашего мира, до тех пор, пока не вырастет и будет в состоянии справиться со своей славой?\n\nПрофессор МакГонагалл поспешно открыла рот, чтобы сказать что-то резкое, но, передумав, сделала глубокий вдох и перевела дыхание.\n\n— Да… Да, конечно же вы правы. Но скажите, Дамблдор, как мальчик попадет сюда?\n\nОна внимательно оглядела его мантию, словно ей вдруг пришло в голову, что под ней он прячет Гарри.\n\n— Его принесет Хагрид.\n\n— Вы думаете, это… Вы думаете, это разумно — доверить Хагриду столь ответственное задание?\n\n— Я бы доверил ему свою жизнь, — просто ответил Дамблдор.\n\n— Я не ставлю под сомнение его преданность вам, — неохотно выдавила из себя профессор МакГонагалл. — Но вы ведь не станете отрицать, что он небрежен и легкомыслен. Он… Что это там?\n\nНочную тишину нарушили приглушенные раскаты грома. Их звук становился все громче. Дамблдор и МакГонагалл стали вглядываться в темную улицу в поисках приближающегося света фар. А когда они наконец догадались поднять головы, сверху послышался рев, и с неба свалился огромный мопед. Он приземлился на Тисовой улице прямо перед ними.\n\nМопед был исполинских размеров, но сидевший на нем человек был еще больше. Он был почти вдвое выше обычного мужчины и по меньшей мере в пять раз шире. Попросту говоря, он был непозволительно велик, и к тому же имел дикий вид — спутанная борода и заросли черных волос практически полностью скрывали его лицо. Его ладони были размером с крышки от мусорных баков, а обутые в кожаные сапоги ступни — величиной с маленьких дельфинов. Его гигантские мускулистые руки прижимали к груди сверток из одеял.\n\n— Ну наконец-то, Хагрид. — В голосе Дамблдора явственно слышалось облегчение. — А где ты взял этот мопед?\n\n— Да я его одолжил, профессор Дамблдор, — ответил гигант, осторожно слезая с мопеда. — У молодого Сириуса Блэка. А насчет ребенка — я привез его, сэр.\n\n— Все прошло спокойно?\n\n— Да не очень, сэр, от дома, считайте, камня на камне не осталось. Маглы это заметили, конечно, но я успел забрать ребенка, прежде чем они туда нагрянули. Он заснул, когда мы летели над Бристолем.\n\nДамблдор и профессор МакГонагалл склонились над свернутыми одеялами. Внутри, еле заметный в этой куче тряпья, лежал крепко спящий маленький мальчик На лбу, чуть пониже хохолка иссиня-черных волос, был виден странный порез, похожий на молнию.\n\n— Значит, именно сюда… — прошептала профессор МакГонагалл.\n\n— Да, — подтвердил Дамблдор. — Этот шрам останется у него на всю жизнь.\n\n— Вы ведь можете что-то сделать с ним, Дамблдор?\n\n— Даже если бы мог, не стал бы. Шрамы могут сослужить хорошую службу. У меня, например, есть шрам над левым коленом, который представляет собой абсолютно точную схему лондонской подземки. Ну, Хагрид, давай ребенка сюда, пора покончить со всем этим.\n\nДамблдор взял Гарри на руки и повернулся к дому Дурслей.\n\n— Могу я… Могу я попрощаться с ним, сэр? — спросил Хагрид.\n\nОн нагнулся над мальчиком, заслоняя его от остальных своей кудлатой головой, и поцеловал ребенка очень колючим из-за обилия волос поцелуем. А затем вдруг завыл, как раненая собака.\n\n— Тс-с-с! — прошипела профессор МакГонагалл. — Ты разбудишь маглов!\n\n— П-п-простите, — прорыдал Хагрид, вытаскивая из кармана гигантский носовой платок, покрытый грязными пятнами, и пряча в нем лицо. — Но я п-п-п-просто не могу этого вынести. Лили и Джеймс умерли, а малыш Гарри, бедняжка, теперь будет жить у маглов…\n\n— Да, да, все это очень печально, но возьми себя в руки, Хагрид, иначе нас обнаружат, — прошептала профессор МакГонагалл, робко поглаживая Хагрида по плечу.\n\nА Дамблдор перешагнул через невысокий забор и пошел к крыльцу. Он бережно опустил Гарри на порог, достал из кармана мантии письмо, сунул его в одеяло и вернулся к поджидавшей его паре. Целую минуту все трое стояли и неотрывно смотрели на маленький сверток — плечи Хагрида сотрясались, профессор МакГонагалл яростно моргала глазами, а сияние, всегда исходившее от глаз Дамблдора, сейчас померкло.\n\n— Что ж, — произнес на прощанье Дамблдор. — Вот и все. Больше нам здесь нечего делать. Нам лучше уйти и присоединиться к празднующим.\n\n— Ага, — сдавленным голосом согласился Хагрид. — Я это… я, пожалуй, верну Сириусу Блэку его мопед. Доброй ночи вам, профессор МакГонагалл, и вам, профессор Дамблдор.\n\nСмахнув катящиеся из глаз слезы рукавом куртки, Хагрид вскочил в седло мопеда, резким движением завел мотор, с ревом поднялся в небо и исчез в ночи.\n\n— Надеюсь увидеть вас в самое ближайшее время, профессор МакГонагалл, — произнес Дамблдор и склонил голову. Профессор МакГонагалл вместо ответа лишь высморкалась.\n\nДамблдор повернулся и пошел вниз по улице. На углу он остановился и вытащил из кармана свою серебряную зажигалку. Он щелкнул ею всего один раз, и двенадцать фонарей снова загорелись как ни в чем не бывало, так что вся Тисовая улица осветилась оранжевым светом. В этом свете Дамблдор заметил полосатую кошку, заворачивающую за угол на другом конце улицы. А потом посмотрел на сверток, лежащий на пороге дома номер четыре.\n\n— Удачи тебе, Гарри, — прошептал он, повернулся на каблуках и исчез, шурша мантией.\n\nВетер, налетевший на Тисовую улицу, шевелил аккуратно подстриженные кусты, ухоженная улица тихо спала под чернильным небом, и казалось, что если где-то и могут происходить загадочные вещи, то уж никак не здесь. Гарри Поттер ворочался во сне в своих одеялах. Маленькая ручка нащупала письмо и стиснула его. Он продолжал спать, не зная о том, что он особенный, о том, что стал знаменитостью. Не зная, что он проснется через несколько часов от крика миссис Дурсль, которая перед приходом молочника откроет дверь, чтобы выставить за нее пустые молочные бутылки. Не зная о том, что несколько следующих недель кузен Дадли будет щипать и тыкать его — да и несколько последующих лет тоже…\n\nИ еще он не знал, что в то время, пока он спал, люди, тайно либо открыто собиравшиеся по всей стране, чтобы отметить праздник, поднимали бокалы и произносили шепотом или во весь голос:\n\n— За Гарри Поттера — за мальчика, который выжил!",
  "year": 1997,
  "category": "Роман",
  "price": 5000,
  "rentalPrice": 500,
  "isAvailable": true,
  "coverImage": "https://tse2.mm.bing.net/th/id/OIP.DlHPlXZ-jOrVZ4dR9uINKQAAAA?rs=1&pid=ImgDetMain&o=7&rm=3",
  "createdAt": {
    "$date": "2025-09-22T11:02:01.451Z"
  },
  "updatedAt": {
    "$date": "2025-09-22T11:02:01.451Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68d12e0e7ccb700e2f4f563b"
  },
  "title": "Смертельная Игра",
  "author": "N.B.",
  "description": "Кому-то Боги Игр или еще чего выдает Систему, предлагая смертным развлечь их своими приключениями, а кому-то \"везет\" получить все почти тоже самое, но от другой стороны.",
  "content": "Проза 01 - Пролог\n...всё, сдаюсь. Я — это уже не я, а лишь тень, которая когда-то была человеком. Жизнь моя закончилась в одночасье, как будто кто-то перевернул страницу и забыл, что я ещё не дочитан. В тот вечер я шёл по улице, скользкой от наледи, и поскользнулся. Упал неудачно, головой прямо на ржавый штырь, который заботливо оставили коммунальщики после очередных раскопок. И вот я здесь — в пустоте, где нет ни света, ни тьмы, лишь бесконечное ничто.\n— Бог, если ты есть, ответь мне на один вопрос! Зачем ты создал этот мир? Это же сущий ад! Нахрена всё это было нужно? Бог? Алё!!!\nИз пустоты раздался голос, спокойный, но с лёгкой насмешкой:\n— Бога нет. Я за него.\nЯ вздрогнул, пытаясь понять, откуда он идёт. Голос эхом отдавался в моей голове, но вокруг не было ничего, за что можно было бы зацепиться взглядом.\n— А ты кто? — крикнул я, чувствуя, как паника подступает к горлу.\n— Скажем так, я существо высшего порядка, осознание величия которого тебе просто недоступно, — ответил голос, и в тоне его промелькнуло что-то вроде раздражения.\n— Ага... И чего тебе нужно от меня, это... существо? — Я попытался придать голосу уверенности, но получилось жалко.\n— Не наглей, — голос стал чуть резче. — Я посмотрел на твою жизнь и решил, что ты мне подходишь. Будешь пешкой в моей игре.\n— С чего бы это? — возмутился я. — Что-то мне не нравится такая перспектива. Отказываюсь!\n— Да тебя никто и не спрашивает, — отрезал голос. — Сейчас я засуну твою душу в тело одной из моих фигур, а дальше ты уж сам разбирайся.\n— Сам? — переспросил я, чувствуя, как холод пробирает до костей, хотя здесь, казалось, не было ни тепла, ни холода. — Что делать-то?\n— Как что? Превозмогать! — Голос теперь звучал почти весело. — Пафосно и бесплодно. Думаю, у тебя получится.\nНа этом наш диалог оборвался. В следующий момент меня накрыло что-то вроде тёмной волны, и сознание погасло, как свеча на ветру. Последнее, что я успел подумать: «Ну всё, попал...»",
  "year": 2024,
  "category": "ЛитРПГ",
  "price": 1000,
  "rentalPrice": 100,
  "isAvailable": true,
  "coverImage": "https://cm.author.today/content/2024/07/27/edc94635454442ec85e379b03b6a93ee.jpg",
  "createdAt": {
    "$date": "2025-09-22T11:07:58.951Z"
  },
  "updatedAt": {
    "$date": "2025-09-22T11:07:58.951Z"
  },
  "__v": 0
}]